4ops.terraform
donjayamanne.githistory
eamodio.gitlens
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
hashicorp.hcl
hashicorp.terraform
jalescardoso.remove-break-lines
kisstkondoros.vscode-gutter-preview
lucasmaffazioli.simpleminify
lunuan.kubernetes-templates
nextbook.file-and-folder-icons
pkief.material-icon-theme
pomdtr.excalidraw-editor
redhat.vscode-yaml
rust-lang.rust-analyzer
sumitnalavade.vscode-readme-editor
tamasfe.even-better-toml
technosophos.vscode-helm
usernamehw.remove-empty-lines
vadimcn.vscode-lldb
daylerees.rainglow
