4ops.terraform
bracketpaircolordlw.bracket-pair-color-dlw
continue.continue
dayle rees.peacocks-in-space
docker.docker
donjayamanne.githistory
eamodio.gitlens
ephoton.indent-switcher
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
hashicorp.hcl
hashicorp.terraform
jalescardoso.remove-break-lines
kisstkondoros.vscode-gutter-preview
lucasmaffazioli.simpleminify
lunuan.kubernetes-templates
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
nextbook.file-and-folder-icons
pkief.material-icon-theme
pomdtr.excalidraw-editor
redhat.vscode-yaml
rust-lang.rust-analyzer
sumitnalavade.vscode-readme-editor
tamasfe.even-better-toml
technosophos.vscode-helm
usernamehw.remove-empty-lines
vadimcn.vscode-lldb
